brew "atlassian/tap/atlassian-plugin-sdk"
brew "boost"
brew "clang-format"
brew "cmake"
brew "conan"
brew "eigen"
brew "git"
brew "gnupg"
brew "jq"
brew "macvim"
brew "octave"
brew "pandoc"
brew "pv"
brew "tmux"
brew "tree"
brew "watch"
brew "wget"
cask "Spectacle"
cask "docker"
cask "firefox"
cask "iterm2"
cask "keybase"
cask "kitematic"
cask "mactex-no-gui"
cask "scap-workbench"
cask "virtualbox"
cask "virtualbox-extension-pack"
cask "visual-studio-code"
tap "atlassian/tap"
