brew "boost"
brew "clang-format"
brew "cmake"
cask "firefox"
brew "git"
brew "gnupg"
brew "macvim"
brew "pandoc"
brew "tmux"
brew "tree"
brew "watch"
brew "wget"
cask "docker"
cask "firefox"
cask "iterm2"
cask "kitematic"
cask "mactex-no-gui"
cask "Spectacle"
